{
    "uuid": "8E270494-E630-4B52-8733-40E1129F392D",
    "intervention_catalogue": {
        "name": "Personal wellbeing services",
        "int_type": "CRS",
        "short_description": "Personal wellbeing services help men improve their emotional wellbeing and reduce their risk of reoffending. The service is structured around 4 key pathways that promote stability and positive change.",
        "long_description": [
            "Personal wellbeing  services are structured around 4 pathways designed to support men on probation with the following needs:",
            "",
            "• emotional wellbeing",
            "• family and significant others",
            "• lifestyle and associates",
            "• social inclusion",
            "",
            "Men under supervision can also get support from a social inclusion mentoring service before release. If these meetings are required as part of their sentence, they must attend."
        ],
        "session_detail": "The type, number and length of sessions can vary, depending on the location and service provider. ",
        "reason_for_referral": ""
    },
    "delivery_method": {
        "format": "Group\nOne-to-one"
    },
    "delivery_method_settings": [
        "COMMUNITY"
    ],
    "enabling_intervention": null,
    "criminogenic_needs": [
        "Relationships and Family",
        "Lifestyle and Associates",
        "Emotional Wellbeing",
        "Thinking and Behaviour",
        "Attitudes"
    ],
    "personal_eligibility": {
        "min_age": null,
        "max_age": null,
        "males": true,
        "females": false
    },
    "eligibility_offence": [],
    "exclude_offence": null,
    "possible_outcomes": [
        "Personal wellbeing services are designed to cover the specific rehabilitative needs of each man. Depending on the pathway, the aim is to achieve some of the following outcomes:",
        "",
        "• a stronger, more positive sense of self and access to community support groups or organisations",
        "• spending time doing purposeful activities and building positive relationships",
        "• reduced engagement with people involved in crime and criminal activities",
        "• relying less on negative peer relationships or networks, such as organised crime groups or extremism organisations",
        "• being active in their community and able to make a positive contribution",
        "• building good family relationships and avoiding harmful ones",
        "• demonstrating confidence and responsibility as a parent, if they have children",
        "• improved ability to develop positive intimate relationships including communication, resilience, negotiation and assertiveness skills",
        "• developing healthy ways to cope if family or other relationships break down or end",
        "• taking part in family or relationship-focused therapeutic or behavioural change programmes",
        "• learning how to stay calm, look after themselves and avoid risky situations",
        "• feeling more confident capable and resilient",
        "• ability to access and engage with mental health services",
        "• ability to notice and manage things that may make their wellbeing worse",
        "• making and keeping positive social interactions",
        "• compliance with any required treatment, therapy or medication plans",
        "• building supportive social networks to feel less isolated",
        "• connecting with community-based services soon after release from prison",
        "• developing strength and determination to cope with challenges and barriers when returning to the community",
        ""
    ],
    "risk_consideration": null,
    "special_educational_needs": null,
    "exclusion": null
}