{
    "uuid": "C7AF63B6-E46C-4D6B-94AB-47F3107A2F82",
    "intervention_catalogue": {
        "name": "Women's services",
        "int_type": "CRS",
        "short_description": "Women’s services support women with housing, jobs, recovery or personal wellbeing, depending on their rehabilitative needs.",
        "long_description": [
            "These services are designed to cover the specific rehabilitative needs of each woman. They are delivered in an environment which is safe and suitable for women, by people trained in trauma-informed approaches.",
            "",
            "They are tailored to reflect the complexity of an individual’s needs, recognising possible barriers to achieving the relevant outcome."
        ],
        "session_detail": "The type, number and length of sessions can vary, depending on the location and service provider. ",
        "reason_for_referral": ""
    },
    "delivery_method": {
        "format": "Group\nOne-to-one"
    },
    "delivery_method_settings": [
        "COMMUNITY",
        "CUSTODY"
    ],
    "enabling_intervention": null,
    "criminogenic_needs": [
        "Accommodation",
        "Finance and Debt",
        "Relationships and Family",
        "Lifestyle and Associates",
        "Drug Misuse",
        "Alcohol Misuse",
        "Emotional Wellbeing",
        "Thinking and Behaviour",
        "Attitudes"
    ],
    "personal_eligibility": {
        "min_age": null,
        "max_age": null,
        "males": false,
        "females": true
    },
    "eligibility_offence": [],
    "exclude_offence": null,
    "possible_outcomes": [
        "Women’s services are designed to cover the specific rehabilitative needs of each woman. Depending on the service, the aim is to achieve some of the following outcomes:",
        "",
        "• removing barriers to finding or keeping accommodation, like money problems, behaviour, health or past offences",
        "• preventing homelessness",
        "• creating and maintaining positive relationships",
        "• developing positive, confident and responsible parenting behaviours",
        "• developing positive coping strategies in the event of the breakdown of relationships",
        "• complying with voluntary or mandatory programmes",
        "• improving pro-social self-identity, with the ability to access community-based support networks",
        "• engaging in pro-social purposeful activities and interests",
        "• reducing engagement with pro-criminal associates, activities and networks, such as organised crime",
        "• securing early post-release engagement with community-based services",
        "• developing and maintaining social networks to reduce initial social isolation",
        "• developing resilience to cope with challenges on returning to the community",
        "• improving financial management skills",
        "• understanding how to navigate the benefits system and online banking",
        "• understanding how to access appropriate financial products, advice and services",
        "• getting quick access to Universal Credit",
        "• stopping substance misuse or achieving non-dependent, non-problematic substance misuse",
        "• understanding addictive behaviours, triggers and options to reduce dependency",
        "• improving skills to manage situations which may cause a trigger or relapse",
        "• improving physical health and mental resilience",
        "• establishing dependency pathways to manage a range of addictive behaviours",
        ""
    ],
    "risk_consideration": null,
    "special_educational_needs": null,
    "exclusion": null
}